<!DOCTYPE html>
<html lang="ja">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>プロフィール</title>
</head>
<body>
    <h1>自己紹介</h1>
    <p>【経歴概要】 19/3　高校卒業　 
        19/3～20/10　一般財団法人航空保安事業センターで就業 
        
        └高校：総合学科、自分で授業選択ができる。 
        
        └高校選択理由：偏差値のマッチと授業選択できる新しさ。
        
        └就職希望先：公務員目指していた、面接、作文など対策系、PCの情報処理など。 　
        
        └志望理由：安定を求めたく。消防士を目指していた。 　
    </p>
        └消防士の魅力：人を助けて、感謝される。迷惑を掛けてきたので、助けられるような存在を目指し。 
        
        【前職入社～退職まで詳細】 
    <p>
        ・業務内容：搭乗前の荷物検査、ボディチェック等（成田空港）

        ・魅力：空港の保安業務がメインなため、様々な年代の人とかかわれるのが魅力。
               高卒の方が多く環境もフィット。 
        └入社経緯：学校からの紹介で入社。いつかはやりたいこと見つけたいな、と思っていた。就業していく中でプログラミングが魅力に移った。 
        
        └進学について：大学進学も考えていたが、当時の偏差値では先のビジョンが見えなかった。であれば高卒で就職をした方がよいと考えた。 
        
        【エンジニアを目指した背景】 コロナの影響で仕事減、自宅待機を命じられた際、このままでいいのかと考え、SNSや動画でプログラミングを知る。自分が無意識に使っていたものが、エンジニアによって使用できることを知る。色んな人に貢献できる、受講タイミングは今しかないと思ったため。 
        
        【将来やりたい仕事】 AI系 └理由：これから仕事が奪われる。操れる側になりたい。よりよい知識を身につけるには大前提知識があるとよい。町で見るロボットが作れたら。人生に＋になると思ったため。 
        
        【強み】 コミュニケーション力（部活で培った） 
        
        └職場にはいろんな人がいるが、自分から積極的に声をかけていった。 
        
        └外国の方とかかわる、困っていたら、英語が話せないが、ジェスチャー、簡単な英語で話せた。
        
        └ラグビーで必要なコミュ力とは？：チームで成果を出すため、コミュニケーションをとることが前提 協調性 
        
        └職場では5人のチームで動くため、協調性がなければ仕事ができない。周りの人と動く、いいサービスをつくるには協調性が不可欠。 
        
        └協調性とは？：男性が多いため、休憩中にも話ができること。女性とも関わることが多い。 
        【上司にも自分の意見を言える】 
        
        └相手の話をきき、自分の意見もいう。解決できるように話をする。 
        
        └なんでいえると思うか？：怖いもの知らず。裏で文句をいったりするのがすごい嫌。相手が正論ならいいが、もやもやが残ったままはよくないとの想いから。     
    </p>
</body>
</html>
